export const checkIMEIConfig = [
    {
      id: 1,
      title: 'Оператор iPhone і SIMlock',
      description:
    'Never Lock означає, що ваш телефон Apple буде працювати з усіма мобільними картками в будь-якій країні світу.Тобто iPhone не заблокований, він працює відразу після покупки, вам просто потрібно вставити карту і ви можете користуватися ним, як будь-яким іншим телефоном. Заблокований носійLocked Carrier - Заблокований (заблокований) оператором.Мобільний телефон, що працює в мережі лише одного оператора, який був заблокований на заводі. Таким чином, якщо ви вставите сім-карту іншого оператора, вона не буде підключатися до його мережі і ви не зможете здійснювати або приймати дзвінки або відправляти/отримувати SMS-повідомлення. Такий пристрій можна використовувати як мультимедійний гаджет (камера, програми, wi-fi інтернет, підключення можливі завдяки месенджеру), тобто все працює, крім дій, пов`язаних з сім-картою. Як тільки борг за договором на цей пристрій повністю погашається, він стає Neverlock і потім починає підтримувати сім-карти інших операторів.',
    },
    {
      id: 2,
      title: "Статус iCloud",
      description:
      'Never Lock означає, що ваш телефон Apple буде працювати з усіма мобільними картками в будь-якій країні світу.Тобто iPhone не заблокований, він працює відразу після покупки, вам просто потрібно вставити карту і ви можете користуватися ним, як будь-яким іншим телефоном. Заблокований носійLocked Carrier - Заблокований (заблокований) оператором.Мобільний телефон, що працює в мережі лише одного оператора, який був заблокований на заводі. Таким чином, якщо ви вставите сім-карту іншого оператора, вона не буде підключатися до його мережі і ви не зможете здійснювати або приймати дзвінки або відправляти/отримувати SMS-повідомлення. Такий пристрій можна використовувати як мультимедійний гаджет (камера, програми, wi-fi інтернет, підключення можливі завдяки месенджеру), тобто все працює, крім дій, пов`язаних з сім-картою. Як тільки борг за договором на цей пристрій повністю погашається, він стає Neverlock і потім починає підтримувати сім-карти інших операторів.',
    },
    {
        id: 3,
        title: "Чорний список iPhone",
        description:
        'Never Lock означає, що ваш телефон Apple буде працювати з усіма мобільними картками в будь-якій країні світу.Тобто iPhone не заблокований, він працює відразу після покупки, вам просто потрібно вставити карту і ви можете користуватися ним, як будь-яким іншим телефоном. Заблокований носійLocked Carrier - Заблокований (заблокований) оператором.Мобільний телефон, що працює в мережі лише одного оператора, який був заблокований на заводі. Таким чином, якщо ви вставите сім-карту іншого оператора, вона не буде підключатися до його мережі і ви не зможете здійснювати або приймати дзвінки або відправляти/отримувати SMS-повідомлення. Такий пристрій можна використовувати як мультимедійний гаджет (камера, програми, wi-fi інтернет, підключення можливі завдяки месенджеру), тобто все працює, крім дій, пов`язаних з сім-картою. Як тільки борг за договором на цей пристрій повністю погашається, він стає Neverlock і потім починає підтримувати сім-карти інших операторів.',
      },
      {
        id: 4,
        title: "Серійний номер Apple",
        description:
      "М'які вікна з ПВХ – це універсальне рішення для багатьох приміщень, таких як альтанки та тераси...",
      },
      {
        id: 5,
        title: "Гарантія на iPhone",
        description:
        'Never Lock означає, що ваш телефон Apple буде працювати з усіма мобільними картками в будь-якій країні світу.Тобто iPhone не заблокований, він працює відразу після покупки, вам просто потрібно вставити карту і ви можете користуватися ним, як будь-яким іншим телефоном. Заблокований носійLocked Carrier - Заблокований (заблокований) оператором.Мобільний телефон, що працює в мережі лише одного оператора, який був заблокований на заводі. Таким чином, якщо ви вставите сім-карту іншого оператора, вона не буде підключатися до його мережі і ви не зможете здійснювати або приймати дзвінки або відправляти/отримувати SMS-повідомлення. Такий пристрій можна використовувати як мультимедійний гаджет (камера, програми, wi-fi інтернет, підключення можливі завдяки месенджеру), тобто все працює, крім дій, пов`язаних з сім-картою. Як тільки борг за договором на цей пристрій повністю погашається, він стає Neverlock і потім починає підтримувати сім-карти інших операторів.',
      },
  ];