import styles from "./guarantees.module.css";

export default function Guarantees() {
  return (
    <div className={styles.container}>
      <h2>Гарантії</h2>
      <div className={styles.textwrap}>
        <ul>
          <li>
            <p>
              Гарантія гарантує правильну роботу виробу відповідно до
              специфікацій виробника за умови його правильного використання.
            </p>
          </li>
          <li>
            <p>
              Гарант зобов'язується усувати несправності та дефекти, що виникли
              з вини виробника обладнання, та відновлювати його повну
              функціональність у найкоротший термін, але не пізніше 14 робочих
              днів з дати доставки в ремонт. Якщо пристрій потребує тестування,
              цей термін продовжується до 30 робочих днів.
            </p>
          </li>
          <li>
            <p>
              Покупець зобов'язаний доставити комплектний пристрій в
              оригінальній упаковці за рахунок Замовника разом з гарантійним
              талоном. Невиконання цієї умови позбавляє покупця права на
              будь-які претензії за гарантією.
            </p>
          </li>
          <li>
            <p>
              Гарантійний термін продовжується на час, протягом якого покупець
              не може використовувати гарантійний товар через дефекти.
            </p>
          </li>
          <li>
            <p>
              Гарант не несе відповідальності за несправну роботу пристрою, якщо
              буде встановлено, що пристрій використовувався з порушенням
              робочих параметрів, визначених виробником.
            </p>
          </li>
          <li>
            <p>
              Гарант не несе відповідальності за пошкодження, що виникли
              внаслідок:
            </p>
          </li>
          <li>
            <p>
              Гарантія не поширюється на компоненти, схильні до природного зносу
              (стан ємності акумулятора не покривається гарантією, оскільки
              процес використання і зарядки акумулятора не контролюється
              компанією Apple) або механічних пошкоджень, спричинених
              користувачем або покупцем.
            </p>
          </li>
          <li>
            <p>
              Покупець зобов'язаний використовувати товар відповідно до його
              призначення.
            </p>
          </li>
          <li>
            <p>
              Покупець зобов'язаний ознайомитися з правилами поводження з
              придбаним товаром.
            </p>
          </li>
          <li>
            <p>
              Прилад слід утримувати в чистоті та періодично перевіряти, якщо
              цього вимагає стан приладу.
            </p>
          </li>
          <li>
            <p>
              Перед поверненням виробу в ремонт користувач повинен зробити
              окрему резервну копію матеріалу на носії інформації, видалити всі
              персональні дані з носія інформації та зняти всі захисні гачки.
              Під час ремонту вміст носія даних виробу може бути стертий,
              перезаписаний або переформатований.
            </p>
          </li>
        </ul>
      </div>
      <div className={styles.textwrap2}>
        <h2>Пакет послуг</h2>
        <h3>Сервісний пакет - 6 місяців</h3>
        <ul>
          <li>
            Професійна профілактика (чистка динаміків та мікрофонів без
            розбирання телефону);
          </li>
          <li>
            50% знижка на захист екрану (захисне скло/покриття) на весь термін
            дії пакету;
          </li>
          <li>Знижка 40% на заміну акумулятора;</li>
          <li>20% знижка на заміну дисплея;</li>
          <li>
            Ідеально підходить для тих, хто хоче подбати про свій пристрій і
            заощадити на майбутньому ремонті!
          </li>
        </ul>
        <h3>Сервісний пакет - 12 місяців</h3>
        <h3>Всі переваги 6-місячного пакету, але на довше!</h3>
        <ul>
          <li>
            Професійна профілактика (чистка динаміків та мікрофонів без
            розбирання телефону);
          </li>
          <li>
            50% знижка на захист екрану (захисне скло/покриття) на весь термін
            дії пакету;
          </li>
          <li>Знижка 40% на заміну акумулятора;</li>
          <li>20% знижка на заміну дисплея;</li>
          <li>
            Не хвилюйтеся за стан свого телефону - дбайте про нього регулярно та
            користуйтеся привабливими знижками!
          </li>
        </ul>
        <h3>Сервісний пакет - 24 місяці</h3>
        <h3>Найкращий варіант для тих, хто мислить довгостроково!</h3>
        <ul>
          <li>
            Професійна профілактика (чистка динаміків та мікрофонів без
            розбирання телефону);
          </li>
          <li>
            50% знижка на захист екрану (захисне скло/покриття) на весь термін
            дії пакету;
          </li>
          <li>Знижка 40% на заміну акумулятора;</li>
          <li>20% знижка на заміну дисплея;</li>
          <li>
            Отримайте повний захист на 2 роки і користуйтеся телефоном, не
            турбуючись про його стан!
          </li>
        </ul>
      </div>
    </div>
  );
}
