import styles from "./guarantees.module.css";

export default function Guarantees() {
  return (
    <div className={styles.container}>
      <h2 className={styles.title}>Гарантії</h2>
      <div className={styles.textwrap}>
        <ul className={styles.List}>
          <li>
            <p className={styles.text}>
              Гарантія гарантує правильну роботу виробу відповідно до
              специфікацій виробника{" "}
              <span className={styles.textSpan}>
                за умови його правильного використання.
              </span>
            </p>
          </li>
          <li>
            <p className={styles.text}>
              <span className={styles.textSpan}>
                Гарант зобов'язується усувати несправності та дефекти
              </span>
              , що виникли з вини виробника обладнання, та{" "}
              <span className={styles.textSpan}>
                відновлювати його повну функціональність у найкоротший термін
              </span>
              , але не пізніше 14 робочих днів з дати доставки в ремонт.{" "}
              <span>
                Якщо пристрій потребує тестування, цей термін продовжується до
                30 робочих днів.
              </span>
            </p>
          </li>
          <li>
            <p className={styles.text}>
              <span className={styles.textSpan}>
                Покупець зобов'язаний доставити комплектний пристрій в
                оригінальній упаковці за рахунок Замовника разом з гарантійним
                талоном.
              </span>
              Невиконання цієї умови позбавляє покупця права на будь-які
              претензії за гарантією.
            </p>
          </li>
          <li>
            <p className={styles.text}>
              Гарантійний термін продовжується на час, протягом якого покупець
              не може використовувати гарантійний товар через дефекти.
            </p>
          </li>
          <li>
            <p className={styles.text}>
              Гарант не несе відповідальності за несправну роботу пристрою,{" "}
              <span className={styles.textSpan}>якщо буде встановлено</span>, що
              пристрій використовувався з порушенням робочих параметрів,
              визначених виробником.
            </p>
          </li>
          <li>
            <p className={styles.text}>
              Гарант не несе відповідальності за пошкодження, що виникли
              внаслідок:
            </p>
          </li>
          <p className={styles.smallText}>
            * випадкові події, спричинені поломкою електричних, опалювальних або
            водопровідних систем, що знаходяться поблизу, які можуть вплинути на
            правильну роботу приладу *
          </p>
          <p className={styles.smallText}>
            * підключення приладу до несправної електромережі або до несправного
            периферійного пристрою внесення конструктивних змін до приладу без
            погодження з гарантом проведення ремонту особами, не уповноваженими
            на це гарантом *
          </p>
          <li>
            <p className={styles.text}>
              <span className={styles.textSpan}>
                Гарантія не поширюється на компоненти, схильні до природного
                зносу
              </span>
              (стан ємності акумулятора не покривається гарантією, оскільки
              процес використання і зарядки акумулятора не контролюється
              компанією Apple) або механічних пошкоджень, спричинених
              користувачем або покупцем.
            </p>
          </li>
          <li>
            <p className={styles.text}>
              Покупець зобов'язаний використовувати товар відповідно до його
              призначення.
            </p>
          </li>
          <li>
            <p className={styles.text}>
              Покупець зобов'язаний ознайомитися з правилами поводження з
              придбаним товаром.
            </p>
          </li>
          <li>
            <p className={styles.text}>
              <span className={styles.textSpan}>
                Прилад слід утримувати в чистоті та періодично перевіряти
              </span>
              , якщо цього вимагає стан приладу.
            </p>
          </li>
          <li>
            <p className={styles.text}>
              <span className={styles.textSpan}>
                Перед поверненням виробу в ремонт користувач повинен зробити
                окрему резервну копію матеріалу на носії інформації
              </span>
              , видалити всі персональні дані з носія інформації та зняти всі
              захисні гачки.{" "}
              <span className={styles.textSpan}>
                Під час ремонту вміст носія даних виробу може бути стертий,
                перезаписаний або переформатований.
              </span>
            </p>
          </li>
        </ul>
      </div>
      <div className={styles.textwrap2}>
        <h2 className={styles.titleServices}>Пакет послуг</h2>
        <h3 className={styles.titlePocket}>Сервісний пакет - 6 місяців</h3>
        <ul className={styles.List2}>
          <li>
            <p className={styles.text}>
              {" "}
              Професійна профілактика (чистка динаміків та мікрофонів без
              розбирання телефону);
            </p>
          </li>
          <li>
            <p className={styles.text}>
              {" "}
              50% знижка на захист екрану (захисне скло/покриття) на весь термін
              дії пакету;
            </p>
          </li>
          <li>
            <p className={styles.text}>Знижка 40% на заміну акумулятора;</p>
          </li>
          <li>
            <p className={styles.text}>20% знижка на заміну дисплея;</p>
          </li>
          <li>
            <p >
              <span className={styles.textSpan}>
                Ідеально підходить для тих, хто хоче подбати про свій пристрій і
                заощадити на майбутньому ремонті!
              </span>
            </p>
          </li>
        </ul>
        <h3 className={styles.titlePocket}>Сервісний пакет - 12 місяців</h3>
        <h3 className={styles.titlePocket}>Всі переваги 6-місячного пакету, але на довше!</h3>
        <ul className={styles.List2}>
          <li>
            <p className={styles.text}>
              {" "}
              Професійна профілактика (чистка динаміків та мікрофонів без
              розбирання телефону);
            </p>
          </li>
          <li>
            <p className={styles.text}>
              50% знижка на захист екрану (захисне скло/покриття) на весь термін
              дії пакету;
            </p>
          </li>
          <li>
            <p className={styles.text}>Знижка 40% на заміну акумулятора;</p>
          </li>
          <li>
            <p className={styles.text}>20% знижка на заміну дисплея;</p>
          </li>
          <li>
            <p>
              <span className={styles.textSpan}>
                Не хвилюйтеся за стан свого телефону - дбайте про нього
                регулярно та користуйтеся привабливими знижками!
              </span>
            </p>
          </li>
        </ul>
        <h3 className={styles.titlePocket}>Сервісний пакет - 24 місяці</h3>
        <h3 className={styles.titlePocket}>Найкращий варіант для тих, хто мислить довгостроково!</h3>
        <ul className={styles.List2}>
          <li>
            <p className={styles.text}>
              Професійна профілактика (чистка динаміків та мікрофонів без
              розбирання телефону);
            </p>
          </li>
          <li>
            <p className={styles.text}>
              50% знижка на захист екрану (захисне скло/покриття) на весь термін
              дії пакету;
            </p>
          </li>
          <li>
            <p className={styles.text}>Знижка 40% на заміну акумулятора;</p>
          </li>
          <li>
            <p className={styles.text}>20% знижка на заміну дисплея;</p>
          </li>
          <li>
            <p>
              {" "}
              <span className={styles.textSpan}>
                Отримайте повний захист на 2 роки і користуйтеся телефоном, не
                турбуючись про його стан!
              </span>
            </p>
          </li>
        </ul>
      </div>
    </div>
  );
}
